Repository: saturneric/GpgFrontend
Catalog: resource/lfs/locale/po/*.po
Languages: fr_fr

source: Standard Exception Thrown
fr_fr: Exception standard levée

source: Oops, an standard exception was thrown during the running of the program. This is not a serious problem, it may be the negligence of the programmer, please report this problem if you can.
fr_fr: Oups, une exception standard a été levée lors de l'exécution du programme. Ce n'est pas un problème grave, il peut s'agir de la négligence du programmeur, veuillez signaler ce problème si vous le pouvez.

source: Unhandled Exception Thrown
fr_fr: Exception non gérée levée

source: Oops, an unhandled exception was thrown during the running of the program. This is not a serious problem, it may be the negligence of the programmer, please report this problem if you can.
fr_fr: Oups, une exception non gérée a été levée lors de l'exécution du programme. Ce n'est pas un problème grave, il peut s'agir de la négligence du programmeur, veuillez signaler ce problème si vous le pouvez.

source: Loading Gnupg Info...
fr_fr: Chargement des informations sur Gnupg...

source: If this process is too slow, please set the key server address appropriately in the gnupg configuration file (depending on the network situation in your country or region).
fr_fr: Si ce processus est trop lent, veuillez définir l'adresse du serveur de clés de manière appropriée dans le fichier de configuration gnupg (en fonction de la situation du réseau dans votre pays ou région).

source: could not read properly from configure file
fr_fr: n'a pas pu lire correctement à partir du fichier de configuration

source: Keyserver List
fr_fr: Liste des serveurs de clés

source: Operations
fr_fr: Opérations

source: Default
fr_fr: Défaut

source: Keyserver Address
fr_fr: Adresse du serveur de clés

source: Security
fr_fr: Sécurité

source: Available
fr_fr: Disponible

source: Add
fr_fr: Ajouter

source: Test Listed Keyserver
fr_fr: Tester le serveur de clés répertorié

source: Tips: Please Double-click table item to edit it.
fr_fr: Conseils : Veuillez double-cliquer sur l'élément du tableau pour le modifier.

source: Delete Selected
fr_fr: Supprimer sélectionnée

source: Delete Selected Key Server
fr_fr: Supprimer le serveur de clés sélectionné

source: Set As Default
fr_fr: Définir par défaut

source: Insecure keyserver address
fr_fr: Adresse du serveur de clés non sécurisée

source: For security reasons, using HTTP as the communication protocol with the key server is not recommended. It is recommended to use HTTPS.
fr_fr: Pour des raisons de sécurité, l'utilisation de HTTP comme protocole de communication avec le serveur de clés n'est pas recommandée. Il est recommandé d'utiliser HTTPS.

source: Warning
fr_fr: Avertissement

source: You may not use HTTPS or HTTP as the protocol for communicating with the key server, which may not be wrong. But please check the address you entered again to make sure it is correct. Are you sure that want to add it into the keyserver list?
fr_fr: Vous ne pouvez pas utiliser HTTPS ou HTTP comme protocole de communication avec le serveur de clés, ce qui n'est peut-être pas faux. Mais veuillez vérifier à nouveau l'adresse que vous avez saisie pour vous assurer qu'elle est correcte. Êtes-vous sûr de vouloir l'ajouter à la liste des serveurs de clés ?

source: true
fr_fr: vrai

source: false
fr_fr: faux

source: unknown
fr_fr: inconnue

source: Set TCP Timeout
fr_fr: Définir le délai d'expiration TCP

source: Reachable
fr_fr: Accessible

source: Not Reachable
fr_fr: Pas atteignable

source: Test Key Server Connection...
fr_fr: Tester la connexion au serveur de clés...

source: This test only tests the network connectivity of the key server. Passing the test does not mean that the key server is functionally available.
fr_fr: Ce test teste uniquement la connectivité réseau du serveur de clés. La réussite du test ne signifie pas que le serveur de clés est fonctionnellement disponible.

source: Save checked private keys on exit and restore them on next start.
fr_fr: Enregistrez les clés privées vérifiées à la sortie et restaurez-les au prochain démarrage.

source: Clear gpg password cache when closing GpgFrontend.
fr_fr: Effacer le cache du mot de passe gpg lors de la fermeture de GpgFrontend.

source: Operation
fr_fr: Opération

source: Enable to use longer key expiration date.
fr_fr: Activer pour utiliser une date d'expiration de clé plus longue.

source: Import files dropped on the Key List without confirmation.
fr_fr: Importez des fichiers déposés sur la liste des clés sans confirmation.

source: Language
fr_fr: Langue

source: NOTE
fr_fr: REMARQUE

source: GpgFrontend will restart automatically if you change the language!
fr_fr: GpgFrontend redémarrera automatiquement si vous changez de langue !

source: Proxy
fr_fr: Procuration

source: Network Ability
fr_fr: Capacité de réseau

source: Enable Proxy
fr_fr: Activer le proxy

source: Host Address
fr_fr: Adresse de l'hôte

source: Proxy Type
fr_fr: Type de proxy

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Apply Proxy Settings and Check Proxy Connection
fr_fr: Appliquer les paramètres proxy et vérifier la connexion proxy

source: Forbid all GnuPG network connection.
fr_fr: Interdire toute connexion réseau GnuPG.

source: Prohibit checking for version updates when the program starts.
fr_fr: Interdire la vérification des mises à jour de version lorsque le programme démarre.

source: Automatically import a missing key for signature verification.
fr_fr: Importez automatiquement une clé manquante pour la vérification de la signature.

source: Tips: These Option Changes take effect only after the application restart.
fr_fr: Conseils : Ces modifications d'options ne prennent effet qu'après le redémarrage de l'application.

source: Test Server Url Accessibility
fr_fr: Tester l'accessibilité de l'URL du serveur

source: Success
fr_fr: Succès

source: Successfully connect to the target server through the proxy server.
fr_fr: Connectez-vous avec succès au serveur cible via le serveur proxy.

source: Failed
fr_fr: Échoué

source: Unable to connect to the target server through the proxy server. Proxy settings may be invalid.
fr_fr: Impossible de se connecter au serveur cible via le serveur proxy. Les paramètres de proxy peuvent être invalides.

source: Test Proxy Server Connection...
fr_fr: Tester la connexion au serveur proxy...

source: Is using your proxy settings to access the url. Note that this test operation will apply your proxy settings to the entire software.
fr_fr: Utilise vos paramètres de proxy pour accéder à l'URL. Notez que cette opération de test appliquera vos paramètres de proxy à l'ensemble du logiciel.

source: General
fr_fr: Général

source: Appearance
fr_fr: Apparence

source: Key Server
fr_fr: Serveur de clés

source: Network
fr_fr: Réseau

source: Settings
fr_fr: Paramètres

source: Preference
fr_fr: Préférence

source: System Default
fr_fr: Défaillance du système

source: Show Steganography Options
fr_fr: Afficher les options de stéganographie

source: Show Steganography Options.
fr_fr: Afficher les options de stéganographie.

source: Pubkey Exchange
fr_fr: Échange de clé publique

source: Auto Pubkey Exchange
fr_fr: Échange automatique de clé de publication

source: Icon Size
fr_fr: Taille de l'icône

source: small
fr_fr: petit

source: medium
fr_fr: moyen

source: large
fr_fr: grand

source: Icon Style
fr_fr: Style d'icône

source: just text
fr_fr: juste du texte

source: just icons
fr_fr: juste des icônes

source: text and icons
fr_fr: texte et icônes

source: Window State
fr_fr: État de la fenêtre

source: Save window size and position on exit.
fr_fr: Enregistrez la taille et la position de la fenêtre à la sortie.

source: Text Editor
fr_fr: Éditeur de texte

source: Font Size in Text Editor
fr_fr: Taille de la police dans l'éditeur de texte

source: Information Board
fr_fr: Tableau d'information

source: Font Size in Information Board
fr_fr: Taille de la police dans le panneau d'information

source: Unsaved Files
fr_fr: Fichiers non enregistrés

source: %1% files contain unsaved information.<br/>Save the changes before closing?
fr_fr: %1% fichiers contiennent des informations non enregistrées.<br/>Enregistrer les modifications avant de fermer ?

source: Check the files you want to save:
fr_fr: Cochez les fichiers que vous souhaitez enregistrer :

source: Note
fr_fr: Noter

source: If you don't save these files, all changes are lost.
fr_fr: Si vous n'enregistrez pas ces fichiers, toutes les modifications sont perdues.

source: Export Key Package
fr_fr: Exporter le paquet de clés

source: Key Package
fr_fr: Paquet de clés

source: Export Key Package Passphrase
fr_fr: Exporter la phrase secrète du package de clés

source: Key File
fr_fr: Fichier clé

source: Error
fr_fr: Erreur

source: An error occurred while generating the passphrase file.
fr_fr: Une erreur s'est produite lors de la génération du fichier de phrase secrète.

source: Forbidden
fr_fr: Interdit

source: Please select an output path before exporting.
fr_fr: Veuillez sélectionner un chemin de sortie avant d'exporter.

source: Please generate a password to protect your key before exporting, it is very important. Don't forget to back up your password in a safe place.
fr_fr: Veuillez générer un mot de passe pour protéger votre clé avant d'exporter, c'est très important. N'oubliez pas de sauvegarder votre mot de passe dans un endroit sûr.

source: The Key Package has been successfully generated and has been protected by encryption algorithms(AES-256-ECB). You can safely transfer your Key Package.
fr_fr: Le package de clé a été généré avec succès et a été protégé par des algorithmes de chiffrement (AES-256-ECB). Vous pouvez transférer votre Key Package en toute sécurité.

source: But the key file cannot be leaked under any circumstances. Please delete the Key Package and key file as soon as possible after completing the transfer operation.
fr_fr: Mais le fichier de clé ne peut en aucun cas être divulgué. Veuillez supprimer le package de clés et le fichier de clés dès que possible après avoir terminé l'opération de transfert.

source: An error occurred while exporting the key package.
fr_fr: Une erreur s'est produite lors de l'exportation du package de clés.

source: Key Package Name
fr_fr: Nom du paquet de clés

source: Output Path
fr_fr: Chemin de sortie

source: Passphrase
fr_fr: Phrase secrète

source: Tips: You can use Key Package to safely and conveniently transfer your public and private keys between devices.
fr_fr: Conseils : vous pouvez utiliser Key Package pour transférer en toute sécurité et facilement vos clés publiques et privées entre les appareils.

source: Generate and Save Passphrase
fr_fr: Générer et enregistrer la phrase secrète

source: Generate Key Package Name
fr_fr: Générer le nom du package de clé

source: Select Output Path
fr_fr: Sélectionnez le chemin de sortie

source: Include secret key (Think twice before acting)
fr_fr: Inclure la clé secrète (Réfléchissez à deux fois avant d'agir)

source: Exclude keys that do not have a private key
fr_fr: Exclure les clés qui n'ont pas de clé privée

source: Export As Key Package
fr_fr: Exporter en tant que package clé

source: Key Update Details
fr_fr: Détails de la mise à jour clé

source: No keys found
fr_fr: Aucune clé trouvée

source: Key Import Details
fr_fr: Détails de l'importation de clé

source: No keys found to import
fr_fr: Aucune clé trouvée à importer

source: General key info
fr_fr: Informations générales sur les clés

source: Considered
fr_fr: Pris en considération

source: Public unchanged
fr_fr: Public inchangé

source: Imported
fr_fr: Importé

source: Not Imported
fr_fr: Non importé

source: Private Read
fr_fr: Lecture privée

source: Private Imported
fr_fr: Privé Importé

source: Private Unchanged
fr_fr: Privé Inchangé

source: Name
fr_fr: Nom

source: Status
fr_fr: Statut

source: Fingerprint
fr_fr: Empreinte digitale

source: Private
fr_fr: Privé

source: Public
fr_fr: Publique

source: Unchanged
fr_fr: Inchangé

source: New Key
fr_fr: Nouvelle clé

source: New Subkey
fr_fr: Nouvelle sous-clé

source: New Signature
fr_fr: Nouvelle signature

source: New UID
fr_fr: Nouvel UID

source: Uploading Public Key
fr_fr: Téléchargement de la clé publique

source: Cannot read default_keyserver From Settings
fr_fr: Impossible de lire default_keyserver à partir des paramètres

source: Default Keyserver Not Found
fr_fr: Serveur de clés par défaut introuvable

source: Cannot read default keyserver from your settings, please set a default keyserver first
fr_fr: Impossible de lire le serveur de clés par défaut à partir de vos paramètres, veuillez d'abord définir un serveur de clés par défaut

source: Key Not Found
fr_fr: Clé introuvable

source: Timeout
fr_fr: Temps libre

source: Key Server Not Found
fr_fr: Serveur de clé introuvable

source: Connection Error
fr_fr: Erreur de connexion

source: Upload Success
fr_fr: Télécharger le succès

source: Upload Public Key Successfully
fr_fr: Télécharger la clé publique avec succès

source: Close
fr_fr: proche

source: Import ALL
fr_fr: Importer TOUT

source: Search
fr_fr: Chercher

source: Search String
fr_fr: Chaîne de recherche

source: Update Keys from Keyserver
fr_fr: Mettre à jour les clés à partir du serveur de clés

source: Import Keys from Keyserver
fr_fr: Importer des clés à partir du serveur de clés

source: Creation date
fr_fr: Date de création

source: KeyID
fr_fr: ID clé

source: Tag
fr_fr: Étiqueter

source: Text is empty.
fr_fr: Le texte est vide.

source: Not Key Found
fr_fr: Pas de clé trouvée

source: Too many responses from keyserver!
fr_fr: Trop de réponses du serveur de clés !

source: No keys found, input may be kexId, retrying search with 0x.
fr_fr: Aucune clé trouvée, l'entrée peut être kexId, réessayer la recherche avec 0x.

source: No keys found containing the search string!
fr_fr: Aucune clé trouvée contenant la chaîne de recherche !

source: Insufficiently specific search string!
fr_fr: Chaîne de recherche insuffisamment spécifique !

source: revoked
fr_fr: révoqué

source: disabled
fr_fr: désactivée

source: %1 keys found. Double click a key to import it.
fr_fr: %1 clés trouvées. Double-cliquez sur une clé pour l'importer.

source: key not found in the Keyserver
fr_fr: clé introuvable dans le serveur de clés

source: Host Not Found
fr_fr: Hébergeur non trouvé

source: General Connection Error
fr_fr: Erreur de connexion générale

source: Key Imported
fr_fr: Clé importée

source: Generate Key
fr_fr: Générer la clé

source: Name must contain at least five characters.
fr_fr: Le nom doit contenir au moins cinq caractères.

source: Please give a email address.
fr_fr: Veuillez indiquer une adresse e-mail.

source: Expiration time too long.
fr_fr: Délai d'expiration trop long.

source: Password is empty.
fr_fr: Le mot de passe est vide.

source: Generating
fr_fr: Générateur

source: The new key pair has been generated.
fr_fr: La nouvelle paire de clés a été générée.

source: Failure
fr_fr: Échec

source: Key generation failed.
fr_fr: La génération de la clé a échoué.

source: Key Usage
fr_fr: Utilisation des clés

source: Encryption
fr_fr: Chiffrement

source: Signing
fr_fr: Signature

source: Certification
fr_fr: Attestation

source: Authentication
fr_fr: Authentification

source: Email Address
fr_fr: Adresse e-mail

source: Comment
fr_fr: Commentaire

source: Expiration Date
fr_fr: Date d'expiration

source: Never Expire
fr_fr: N'expire jamais

source: KeySize (in Bit)
fr_fr: Taille de clé (en bits)

source: Key Type
fr_fr: Type de clé

source: Non Pass Phrase
fr_fr: Sans phrase secrète

source: Basic Information
fr_fr: Informations de base

source: Tipps: if the key pair has a passphrase, the subkey's passphrase must be equal to it.
fr_fr: Conseil : si la paire de clés a une phrase secrète, la phrase secrète de la sous-clé doit lui être égale.

source: Generate New Subkey
fr_fr: Générer une nouvelle sous-clé

source: Expiration time no more than 2 years.
fr_fr: Délai d'expiration pas plus de 2 ans.

source: The new subkey has been generated.
fr_fr: La nouvelle sous-clé a été générée.

source: Failed to generate key.
fr_fr: Échec de la génération de la clé.

source: Signatures Details
fr_fr: Détails des signatures

source: No valid input found
fr_fr: Aucune entrée valide trouvée

source: Error Validating signature
fr_fr: Erreur lors de la validation de la signature

source: File was signed on %1%
fr_fr: Le fichier a été signé le %1%

source: It Contains
fr_fr: Il contient

source: Signed on %1%
fr_fr: Signé le %1%

source: First Start Wizard
fr_fr: Assistant de premier démarrage

source: Getting Started...
fr_fr: Commencer...

source: ... with GpgFrontend
fr_fr: ... avec GpgFrontend

source: Welcome to use GpgFrontend for decrypting and signing text or file!
fr_fr: Bienvenue à utiliser GpgFrontend pour déchiffrer et signer du texte ou un fichier !

source: is a Powerful, Easy-to-Use, Compact, Cross-Platform, and Installation-Free OpenPGP Crypto Tool.
fr_fr: est un outil de chiffrement OpenPGP puissant, facile à utiliser, compact, multiplateforme et sans installation.

source: For brief information have a look at the
fr_fr: Pour de brèves informations, consultez le

source: Overview
fr_fr: Aperçu

source: by clicking the link, the page will open in the web browser
fr_fr: en cliquant sur le lien, la page s'ouvrira dans le navigateur Web

source: If it supports the language currently being used in your system, GpgFrontend will automatically set it.
fr_fr: S'il prend en charge la langue actuellement utilisée dans votre système, GpgFrontend la définira automatiquement.

source: Choose your action...
fr_fr: Choisissez votre action...

source: ...by clicking on the appropriate link.
fr_fr: ...en cliquant sur le lien approprié.

source: If you have never used GpgFrontend before and also don't own a gpg key yet you may possibly want to read how to
fr_fr: Si vous n'avez jamais utilisé GpgFrontend auparavant et que vous ne possédez pas encore de clé gpg, vous voudrez peut-être lire comment

source: If you want to learn how to encrypt, decrypt, sign and verify text, you can read
fr_fr: Si vous voulez apprendre à chiffrer, déchiffrer, signer et vérifier du texte, vous pouvez lire

source: Encrypt & Decrypt Text
fr_fr: Chiffrer et déchiffrer le texte

source: or
fr_fr: ou

source: Sign & Verify Text
fr_fr: Signer et vérifier le texte

source: If you want to operate file, you can read
fr_fr: Si vous voulez utiliser le fichier, vous pouvez lire

source: Encrypt & Sign File
fr_fr: Chiffrer et signer le fichier

source: Sign & Verify File
fr_fr: Signer et vérifier le fichier

source: Create a keypair...
fr_fr: Créer une paire de clés...

source: ...for decrypting and signing messages
fr_fr: ...pour déchiffrer et signer des messages

source: You should create a new keypair.The pair consists of a public and a private key.<br>Other users can use the public key to encrypt messages for you and verify messages signed by you.You can use the private key to decrypt and sign messages.<br>For more information have a look at the offline tutorial (which then is shown in the main window):
fr_fr: Vous devez créer une nouvelle paire de clés. La paire se compose d'une clé publique et d'une clé privée.<br>Les autres utilisateurs peuvent utiliser la clé publique pour chiffrer les messages pour vous et vérifier les messages signés par vous.Vous pouvez utiliser la clé privée pour déchiffrer et signer messages.<br>Pour plus d'informations, consultez le didacticiel hors ligne (qui s'affiche ensuite dans la fenêtre principale) :

source: Offline tutorial
fr_fr: Tutoriel hors ligne

source: Create New Key
fr_fr: Créer une nouvelle clé

source: Ready.
fr_fr: Prêt.

source: Have fun with GpgFrontend!
fr_fr: Amusez-vous avec GpgFrontend !

source: You are ready to use GpgFrontend now.<br><br>
fr_fr: Vous êtes prêt à utiliser GpgFrontend maintenant.<br><br>

source: The Online Document
fr_fr: Le document en ligne

source: will get you started with GpgFrontend. Anytime you encounter problems, please try to find help from the documentation
fr_fr: vous permettra de démarrer avec GpgFrontend. Chaque fois que vous rencontrez des problèmes, veuillez essayer de trouver de l'aide dans la documentation

source: Open offline help.
fr_fr: Ouvrez l'aide hors ligne.

source: Dont show the wizard again.
fr_fr: Ne plus afficher l'assistant.

source: General Operations
fr_fr: Opérations générales

source: Export Public Key
fr_fr: Exporter la clé publique

source: Export Private Key
fr_fr: Exporter la clé privée

source: Modify Expiration Datetime (Primary Key)
fr_fr: Modifier la date d'expiration (clé principale)

source: Modify Password
fr_fr: Modifier le mot de passe

source: Key Server Operation (Pubkey)
fr_fr: Fonctionnement du serveur de clés (Pubkey)

source: Generate Revoke Certificate
fr_fr: Générer un certificat de révocation

source: Modify TOFU Policy
fr_fr: Modifier la politique TOFU

source: Upload Key Pair to Key Server
fr_fr: Télécharger la paire de clés sur le serveur de clés

source: Sync Key Pair From Key Server
fr_fr: Synchroniser la paire de clés à partir du serveur de clés

source: Export Full Secret Key
fr_fr: Exporter la clé secrète complète

source: Export Shortest Secret Key
fr_fr: Exporter la clé secrète la plus courte

source: An error occurred during the export operation.
fr_fr: Une erreur s'est produite lors de l'opération d'exportation.

source: Export Key To File
fr_fr: Exporter la clé vers un fichier

source: Key Files
fr_fr: Fichiers clés

source: Export Error
fr_fr: Erreur d'exportation

source: Couldn't open %1 for writing
fr_fr: Impossible d'ouvrir %1 pour l'écriture

source: Exporting short private Key
fr_fr: Exportation d'une clé privée courte

source: You are about to export your
fr_fr: Vous êtes sur le point d'exporter votre

source: PRIVATE KEY
fr_fr: CLÉ PRIVÉE

source: This is NOT your Public Key, so DON'T give it away.
fr_fr: Ce n'est PAS votre clé publique, alors NE la donnez PAS.

source: Do you REALLY want to export your PRIVATE KEY in a Minimum Size?
fr_fr: Vous voulez VRAIMENT exporter votre CLÉ PRIVÉE en Taille Minimum ?

source: For OpenPGP keys it removes all signatures except for the latest self-signatures.
fr_fr: Pour les clés OpenPGP, toutes les signatures sont supprimées, à l'exception des dernières auto-signatures.

source: Exporting private Key
fr_fr: Exportation de la clé privée

source: Do you REALLY want to export your PRIVATE KEY?
fr_fr: Voulez-vous VRAIMENT exporter votre CLÉ PRIVÉE ?

source: Revocation Certificates
fr_fr: Certificats de révocation

source: Not Successful
fr_fr: Sans succès

source: Modify password not successfully.
fr_fr: Échec de la modification du mot de passe.

source: Policy Auto
fr_fr: Stratégie automatique

source: Policy Good
fr_fr: Bonne politique

source: Policy Bad
fr_fr: Politique incorrecte

source: Policy Ask
fr_fr: Politique Demander

source: Policy Unknown
fr_fr: Stratégie inconnue

source: Modify TOFU Policy(Default is Auto)
fr_fr: Modifier la politique TOFU (la valeur par défaut est Auto)

source: Policy for the Key Pair:
fr_fr: Politique pour la paire de clés :

source: Modify TOFU policy not successfully.
fr_fr: Échec de la modification de la stratégie TOFU.

source: Signers
fr_fr: Signataires

source: Expire Date
fr_fr: Date d'expiration

source: Sign For Key's UID(s)
fr_fr: Signer pour les UID de la clé

source: Unsuccessful Operation
fr_fr: Opération infructueuse

source: Signature operation failed for UID %1
fr_fr: L'opération de signature a échoué pour l'UID %1

source: Operation Complete
fr_fr: Opération terminée

source: The signature operation of the UID is complete
fr_fr: L'opération de signature de l'UID est terminée

source: Owner
fr_fr: Propriétaire

source: Primary Key
fr_fr: Clé primaire

source: Additional UIDs
fr_fr: UID supplémentaires
