Repository: saturneric/GpgFrontend
Catalog: resource/lfs/locale/po/*.po
Languages: fr_fr

source: Open GnuPG Controller Dialog
fr_fr: Ouvrir la boîte de dialogue du contrôleur GnuPG

source: Show the application's About box
fr_fr: Afficher la zone À propos de l'application

source: Information about Gnupg
fr_fr: Informations sur Gnupg

source: Translate
fr_fr: Traduire

source: Information about translation
fr_fr: Informations sur la traduction

source: Check for Updates
fr_fr: Vérifier les mises à jour

source: Check for updates
fr_fr: Vérifier les mises à jour

source: Open Wizard
fr_fr: Ouvrir l'assistant

source: Open the wizard
fr_fr: Ouvrir l'assistant

source: Append Public Key to Editor
fr_fr: Ajouter la clé publique à l'éditeur

source: Append selected Keypair's Public Key to Editor
fr_fr: Ajouter la clé publique de la paire de clés sélectionnée à l'éditeur

source: Append Create DateTime to Editor
fr_fr: Ajouter Créer DateTime à l'éditeur

source: Append selected Key's creation date and time to Editor
fr_fr: Ajouter la date et l'heure de création de la clé sélectionnée à l'éditeur

source: Append Expire DateTime to Editor
fr_fr: Ajouter la date d'expiration à l'éditeur

source: Append selected Key's expiration date and time to Editor
fr_fr: Ajouter la date et l'heure d'expiration de la clé sélectionnée à l'éditeur

source: Append Fingerprint to Editor
fr_fr: Ajouter l'empreinte digitale à l'éditeur

source: Append selected Key's Fingerprint to Editor
fr_fr: Ajouter l'empreinte digitale de la clé sélectionnée à l'éditeur

source: Copy Email
fr_fr: Copier l'e-mail

source: Copy selected Keypair's to clipboard
fr_fr: Copier les paires de clés sélectionnées dans le presse-papiers

source: Copy Default UID
fr_fr: Copier l'UID par défaut

source: Copy selected Keypair's default UID to clipboard
fr_fr: Copiez l'UID par défaut de la paire de clés sélectionnée dans le presse-papiers

source: Copy Key ID
fr_fr: Copier l'ID de clé

source: Copy selected Keypair's ID to clipboard
fr_fr: Copier l'ID de la paire de clés sélectionnée dans le presse-papiers

source: Remove PGP Header
fr_fr: Supprimer l'en-tête PGP

source: Add PGP Header
fr_fr: Ajouter un en-tête PGP

source: Edit
fr_fr: Éditer

source: Crypt
fr_fr: Crypte

source: Keys
fr_fr: Clés

source: Steganography
fr_fr: Stéganographie

source: View
fr_fr: Vue

source: Help
fr_fr: Aider

source: Special Edit
fr_fr: Édition spéciale

source: Import key from...
fr_fr: Importer la clé de...

source: Ready
fr_fr: Prêt

source: Key ToolBox
fr_fr: Boîte à outils clé

source: Refresh
fr_fr: Rafraîchir

source: Refresh the key list to synchronize changes.
fr_fr: Actualisez la liste des clés pour synchroniser les modifications.

source: Sync Public Key
fr_fr: Synchroniser la clé publique

source: Sync public key with your default keyserver.
fr_fr: Synchronisez la clé publique avec votre serveur de clés par défaut.

source: Uncheck ALL
fr_fr: Décocher tout

source: Cancel all checked items in the current tab at once.
fr_fr: Annuler tous les éléments cochés dans l'onglet actuel en une fois.

source: Check ALL
fr_fr: Vérifie tout

source: Check all items in the current tab at once
fr_fr: Vérifier tous les éléments de l'onglet actuel en une fois

source: Type
fr_fr: Taper

source: Validity
fr_fr: Validité

source: Finger Print
fr_fr: Empreinte digitale

source: Refreshing Key List...
fr_fr: Actualisation de la liste des clés...

source: Import Keys
fr_fr: Importer des clés

source: You've dropped something on the table.
fr_fr: Vous avez fait tomber quelque chose sur la table.

source: GpgFrontend will now try to import key(s).
fr_fr: GpgFrontend va maintenant essayer d'importer des clés.

source: Always import without bothering.
fr_fr: Importez toujours sans vous soucier.

source: Key List Refreshed.
fr_fr: Liste des clés actualisée.

source: Syncing Key List...
fr_fr: Synchronisation de la liste des clés...

source: Sync [%1%/%2%] %3% %4%
fr_fr: Synchronisation [%1%/%2%] %3% %4%

source: Key List Sync Done.
fr_fr: Synchronisation de la liste des clés terminée.

source: Expires on
fr_fr: Expire le

source: Last Update
fr_fr: Dernière mise à jour

source: Secret Key Existence
fr_fr: Existence de la clé secrète

source: Import from keyserver
fr_fr: Importer depuis le serveur de clés

source: Key not present with id 0x
fr_fr: Clé non présente avec l'identifiant 0x

source: Key not present in key list
fr_fr: Clé non présente dans la liste des clés

source: A Signature
fr_fr: Une signature

source: Key Information is NOT Available
fr_fr: Les informations clés ne sont PAS disponibles

source: Cert Revoked
fr_fr: Certificat révoqué

source: Signature Expired
fr_fr: Signature expirée

source: Key Expired
fr_fr: Clé expirée

source: General Error
fr_fr: Erreur générale

source: Unknown Error
fr_fr: Erreur inconnue

source: Signer Name
fr_fr: Nom du signataire

source: Signer Email
fr_fr: E-mail du signataire

source: Key's Fingerprint
fr_fr: Empreinte digitale de la clé

source: Valid
fr_fr: Valide

source: Flags
fr_fr: Drapeaux

source: Fully Valid
fr_fr: Entièrement valide

source: NOT Fully Valid
fr_fr: PAS entièrement valide

source: Good
fr_fr: Bon

source: Bad
fr_fr: Mauvais

source: Missing Key
fr_fr: Clé manquante

source: Revoked Key
fr_fr: Clé révoquée

source: Expired Key
fr_fr: Clé expirée

source: Missing CRL
fr_fr: Liste de révocation de certificats manquante

source: untitled
fr_fr: sans titre

source: Cannot read file %1%: %2%.
fr_fr: Impossible de lire le fichier %1% : %2%.

source: Open file
fr_fr: Fichier ouvert

source: Save
fr_fr: Sauvegarder

source: After saving, the encoding of the current file will be converted to UTF-8 and the line endings will be changed to LF.
fr_fr: Après l'enregistrement, l'encodage du fichier actuel sera converti en UTF-8 et les fins de ligne seront changées en LF.

source: If this is not the result you expect, please use "save as".
fr_fr: Si ce n'est pas le résultat que vous attendez, veuillez utiliser "enregistrer sous".

source: Save file
fr_fr: Enregistrer le fichier

source: Unsaved document
fr_fr: Document non enregistré

source: The document "%1" has been modified. Do you want to save your changes?
fr_fr: Le document "%1" a été modifié. Voulez-vous enregistrer vos modifications ?

source: Note:
fr_fr: Noter:

source: The path is not exists, unprivileged or unreachable.
fr_fr: Le chemin n'existe pas, non privilégié ou inaccessible.

source: Rename
fr_fr: Renommer

source: Delete
fr_fr: Effacer

source: Calculate Hash
fr_fr: Calculer le hachage

source: Directory
fr_fr: Annuaire

source: Compress...
fr_fr: Compresse...

source: Show Hidden File
fr_fr: Afficher le fichier caché

source: Show System File
fr_fr: Afficher le fichier système

source: The directory is unprivileged or unreachable.
fr_fr: Le dossier n'est pas privilégié ou inaccessible.

source: The file is unprivileged or unreachable.
fr_fr: Le fichier n'est pas privilégié ou inaccessible.

source: New Filename
fr_fr: Nouveau nom de fichier

source: Unable to rename the file or folder.
fr_fr: Impossible de renommer le fichier ou le dossier.

source: Are you sure you want to delete it?
fr_fr: Es-tu sûr de vouloir le supprimer ?

source: Unable to delete the file or folder.
fr_fr: Impossible de supprimer le fichier ou le dossier.

source: Make New Directory
fr_fr: Créer un nouveau dossier

source: Directory Name
fr_fr: Nom du dossier

source: Create Empty File
fr_fr: Créer un fichier vide

source: Filename (you can given extension)
fr_fr: Nom de fichier (vous pouvez donner l'extension)

source: Unable to create the file.
fr_fr: Impossible de créer le fichier.

source: 0 character
fr_fr: 0 caractère

source: lf
fr_fr: Si

source: %1% character(s)
fr_fr: %1% caractère(s)

source: Loading...
fr_fr: Chargement...

source: %1% byte(s)
fr_fr: %1% octet(s)

source: binary
fr_fr: binaire

source: Clear
fr_fr: Dégager

source: Save Information Board's Content
fr_fr: Enregistrer le contenu du panneau d'information

source: The file path is not exists, unprivileged or unreachable.
fr_fr: Le chemin du fichier n'existe pas, n'est pas privilégié ou inaccessible.

source: Show Verify Details
fr_fr: Afficher les détails de vérification

source: Public key not found locally
fr_fr: Clé publique introuvable localement

source: There is no target public key content in local for GpgFrontend to gather enough information about this Signature. Do you want to import the public key from Keyserver now?
fr_fr: Il n'y a pas de contenu de clé publique cible en local pour que GpgFrontend recueille suffisamment d'informations sur cette signature. Voulez-vous importer la clé publique depuis Keyserver maintenant ?

source: GnuPG Context Loading Failed
fr_fr: Échec du chargement du contexte GnuPG

source: Gnupg(gpg) is not installed correctly, please follow <a href='https://www.gpgfrontend.pub/#/faq?id=how-to-deal-with-39env-loading-failed39'>this notes</a> in FAQ to install Gnupg and then open GpgFrontend. Or, you can open GnuPG Controller to set a custom GnuPG which GpgFrontend should use. Then, GpgFrontend will restart.
fr_fr: Gnupg(gpg) n'est pas installé correctement, veuillez suivre <a href='https://www.gpgfrontend.pub/#/faq?id=how-to-deal-with-39env-loading-failed39'>cette note< /a> dans la FAQ pour installer Gnupg puis ouvrez GpgFrontend. Ou, vous pouvez ouvrir GnuPG Controller pour définir un GnuPG personnalisé que GpgFrontend doit utiliser. Ensuite, GpgFrontend redémarrera.

source: Open Key
fr_fr: Ouvrir la clé

source: Keyring files
fr_fr: Fichiers de porte-clés

source: File Open Failed
fr_fr: L'ouverture du fichier a échoué

source: Failed to open file:
fr_fr: Échec de l'ouverture du fichier:

source: Processing
fr_fr: Traitement

source: Failed to execute command.
fr_fr: Échec de l'exécution de la commande.

source: Succeed in executing command.
fr_fr: Réussir l'exécution de la commande.

source: Finished executing command.
fr_fr: Exécution de la commande terminée.

source: The key has been updated
fr_fr: La clé a été mise à jour

source: No need to update the key
fr_fr: Pas besoin de mettre à jour la clé

source: Password Input Dialog
fr_fr: Boîte de dialogue de saisie du mot de passe

source: Please Input The Password
fr_fr: Veuillez saisir le mot de passe

source: Decrypt Operation
fr_fr: Opération de déchiffrement

source: Unsupported Algo
fr_fr: Algo. non pris en charge

source: File Name
fr_fr: Nom de fichier

source: Recipient(s)
fr_fr: Destinataire(s)

source: Recipient
fr_fr: Destinataire

source: Unknown
fr_fr: Inconnu

source: Public Key Algo
fr_fr: Algo. de clé publique

source: Encrypt Operation
fr_fr: Opération de chiffrement

source: Invalid Recipients
fr_fr: Destinataires non valides

source: Reason
fr_fr: Raison

source: Sign Operation
fr_fr: Opération de signe

source: Sign Mode
fr_fr: Mode de signature

source: Detach
fr_fr: Détacher

source: Signer
fr_fr: Signataire

source: Hash Algo
fr_fr: Algo. de hachage

source: Invalid Signers
fr_fr: Signataires non valides

source: Verify Operation
fr_fr: Vérifier le fonctionnement

source: Signed On
fr_fr: Signé le

source: Signatures List
fr_fr: Liste des signatures

source: A Bad Signature.
fr_fr: Une mauvaise signature.

source: This Signature is invalid.
fr_fr: Cette signature est invalide.

source: A
fr_fr: UNE

source: Missing Key's
fr_fr: Touches manquantes

source: Revoked Key's
fr_fr: Clés révoquées

source: Expired Key's
fr_fr: Clés expirées

source: Missing CRL's
fr_fr: CRL manquantes

source: Signature Fully Valid.
fr_fr: Signature entièrement valide.

source: Signature Not Fully Valid.
fr_fr: Signature pas entièrement valide.

source: (May used a subkey to sign)
fr_fr: (Peut utiliser une sous-clé pour signer)

source: Key is NOT present with ID 0x
fr_fr: La clé n'est PAS présente avec l'ID 0x

source: A signature could NOT be verified due to a Missing Key
fr_fr: Une signature n'a PAS pu être vérifiée en raison d'une clé manquante

source: A signature is valid but the key used to verify the signature has been revoked
fr_fr: Une signature est valide mais la clé utilisée pour vérifier la signature a été révoquée

source: A signature is valid but expired
fr_fr: Une signature est valide mais a expiré

source: A signature is valid but the key used to verify the signature has expired.
fr_fr: Une signature est valide mais la clé utilisée pour vérifier la signature a expiré.

source: There was some other error which prevented the signature verification.
fr_fr: Il y avait une autre erreur qui a empêché la vérification de la signature.

source: Error for key with fingerprint
fr_fr: Erreur pour la clé avec empreinte digitale

source: Could not find information that can be used for verification.
fr_fr: Impossible de trouver des informations pouvant être utilisées pour la vérification.

source: Signed By
fr_fr: Signé par

source: File Hash Information
fr_fr: Informations de hachage de fichier

source: filename
fr_fr: nom de fichier

source: file size(bytes)
fr_fr: taille du fichier (octets)

source: Error in Calculating File Hash
fr_fr: Erreur dans le calcul du hachage du fichier

source: Embedded In
fr_fr: Intégré dans

source: A serious error has occurred
fr_fr: Une erreur grave s'est produite

source: Oh no! GpgFrontend caught a serious error in the software, so it needs to be restarted. If the problem recurs, please manually terminate the program and report the problem to the developer.
fr_fr: Oh non! GpgFrontend a détecté une erreur grave dans le logiciel, il doit donc être redémarré. Si le problème persiste, veuillez terminer manuellement le programme et signaler le problème au développeur.
