Repository: saturneric/GpgFrontend
Catalog: resource/lfs/locale/po/*.po
Languages: fr_fr

source: Key ID
fr_fr: Identifiant de clé

source: Algorithm
fr_fr: Algorithme

source: Key Size
fr_fr: Taille de la clé

source: Nominal Usage
fr_fr: Utilisation nominale

source: Actual Usage
fr_fr: Utilisation réelle

source: Create Date (Local Time)
fr_fr: Date de création (heure locale)

source: Expires on (Local Time)
fr_fr: Expire le (heure locale)

source: Last Update (Local Time)
fr_fr: Dernière mise à jour (heure locale)

source: Primary Key Existence
fr_fr: Existence de la clé primaire

source: Copy
fr_fr: Copier

source: copy fingerprint to clipboard
fr_fr: copier l'empreinte digitale dans le presse-papiers

source: Exists
fr_fr: Existe

source: Not Exists
fr_fr: N'existe pas

source: Certificate
fr_fr: Certificat

source: Encrypt
fr_fr: Chiffrer

source: Sign
fr_fr: Signer

source: Auth
fr_fr: Authentification

source: No Data
fr_fr: Pas de données

source: Warning: The primary key has expired.
fr_fr: Avertissement : La clé primaire a expiré.

source: Warning: The primary key has been revoked.
fr_fr: Avertissement : La clé primaire a été révoquée.

source: The expire date of the key pair has been updated.
fr_fr: La date d'expiration de la paire de clés a été mise à jour.

source: Failed to update the expire date of the key pair.
fr_fr: Échec de la mise à jour de la date d'expiration de la paire de clés.

source: Modified Expiration Date (Local Time)
fr_fr: Date d'expiration modifiée (heure locale)

source: Tips: For the sake of security, the key is valid for up to two years. If you are an expert user, please unlock it for a longer time in the settings.
fr_fr: Conseils : Pour des raisons de sécurité, la clé est valable jusqu'à deux ans. Si vous êtes un utilisateur expert, veuillez le déverrouiller plus longtemps dans les paramètres.

source: No Expiration
fr_fr: Pas d'expiration

source: Modified Expiration Date
fr_fr: Date d'expiration modifiée

source: KeyPair
fr_fr: Paire de clés

source: UIDs
fr_fr: UID

source: Subkeys
fr_fr: Sous-clés

source: Key Details
fr_fr: Détails clés

source: UID Management
fr_fr: Gestion de l'UID

source: Signature of Selected UID
fr_fr: Signature de l'UID sélectionné

source: Select
fr_fr: Sélectionner

source: Create Date (UTC)
fr_fr: Date de création (UTC)

source: Expired Date (UTC)
fr_fr: Date d'expiration (UTC)

source: Never Expires
fr_fr: N'expire jamais

source: Invalid Operation
fr_fr: Opération invalide

source: Please select one or more UIDs before doing this operation.
fr_fr: Veuillez sélectionner un ou plusieurs UID avant d'effectuer cette opération.

source: Sign Selected UID(s)
fr_fr: Signer les UID sélectionnés

source: Delete Selected UID(s)
fr_fr: Supprimer les UID sélectionnés

source: Successful Operation
fr_fr: Opération réussie

source: Successfully added a new UID.
fr_fr: Un nouvel UID a bien été ajouté.

source: Operation Failed
fr_fr: L'opération a échoué

source: An error occurred during the operation.
fr_fr: Une erreur s'est produite lors de l'opération.

source: Deleting UIDs
fr_fr: Suppression d'UID

source: Are you sure that you want to delete the following UIDs?
fr_fr: Êtes-vous sûr de vouloir supprimer les UID suivants ?

source: The action can not be undone.
fr_fr: L'action ne peut pas être annulée.

source: An error occurred during the delete %1 operation.
fr_fr: Une erreur s'est produite lors de l'opération de suppression %1.

source: Set Primary UID
fr_fr: Définir l'UID principal

source: Are you sure that you want to set the Primary UID to?
fr_fr: Êtes-vous sûr de vouloir définir l'UID principal sur ?

source: Set As Primary
fr_fr: Définir comme principale

source: Sign UID
fr_fr: Signer l'UID

source: Delete UID
fr_fr: Supprimer l'UID

source: Please select one UID before doing this operation.
fr_fr: Veuillez sélectionner un UID avant d'effectuer cette opération.

source: Deleting UID
fr_fr: Suppression de l'UID

source: Are you sure that you want to delete the following uid?
fr_fr: Êtes-vous sûr de vouloir supprimer l'UID suivant ?

source: Delete(Revoke) Key Signature
fr_fr: Supprimer (révoquer) la signature de clé

source: Please select one Key Signature before doing this operation.
fr_fr: Veuillez sélectionner une signature de clé avant de faire cette opération.

source: To delete the signature, you need to have its corresponding public key in the local database.
fr_fr: Pour supprimer la signature, vous devez avoir sa clé publique correspondante dans la base de données locale.

source: Deleting Key Signature
fr_fr: Suppression de la signature de clé

source: Are you sure that you want to delete the following signature?
fr_fr: Êtes-vous sûr de vouloir supprimer la signature suivante ?

source: Subkey List
fr_fr: Liste des sous-clés

source: Detail of Selected Subkey
fr_fr: Détail de la sous-clé sélectionnée

source: Generate A New Subkey
fr_fr: Générer une nouvelle sous-clé

source: Expires On (Local Time)
fr_fr: Expire le (heure locale)

source: Key in Smart Card
fr_fr: Entrez la carte à puce

source: Subkey ID
fr_fr: ID de sous-clé

source: Expire Date (UTC)
fr_fr: Date d'expiration (UTC)

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Edit Expire Date
fr_fr: Modifier la date d'expiration

source: Notice: The New UID Created will be set as Primary.
fr_fr: Avis : Le nouvel UID créé sera défini comme principal.

source: Create New UID
fr_fr: Créer un nouvel UID

source: Confirm
fr_fr: Confirmer

source: Cancel
fr_fr: Annuler

source: Select Signer(s)
fr_fr: Sélectionnez le(s) signataire(s)

source: Please select one or more private keys you use for signing.
fr_fr: Veuillez sélectionner une ou plusieurs clés privées à utiliser pour la signature.

source: If no key is selected, the default key will be used for signing.
fr_fr: Si aucune clé n'est sélectionnée, la clé par défaut sera utilisée pour la signature.

source: Key Database
fr_fr: Base de données de clés

source: Advanced
fr_fr: Avancée

source: No ASCII Mode
fr_fr: Pas de mode ASCII

source: Use Pinentry as Password Input Dialog
fr_fr: Utiliser Pinentry comme boîte de dialogue de saisie de mot de passe

source: Use Custom GnuPG
fr_fr: Utiliser GnuPG personnalisé

source: Select GnuPG Path
fr_fr: Sélectionnez le chemin GnuPG

source: Use Custom GnuPG Key Database Path
fr_fr: Utiliser le chemin personnalisé de la base de données de clés GnuPG

source: Select Key Database Path
fr_fr: Sélectionnez le chemin de la base de données de clés

source: Tips: please select a directroy where "gpgconf" is located in.
fr_fr: Conseils : veuillez sélectionner un directroy où se trouve "gpgconf".

source: Tips: notice that modify any of these settings will cause an Application restart.
fr_fr: Conseils : notez que la modification de l'un de ces paramètres entraînera un redémarrage de l'application.

source: Open Directory
fr_fr: Ouvrir le répertoire

source: Illegal GnuPG Key Database Path
fr_fr: Chemin d'accès à la base de données de clés GnuPG illégal

source: Target Path is empty.
fr_fr: Le chemin cible est vide.

source: Target Path is not an exists readable directory.
fr_fr: Le chemin cible n'est pas un répertoire lisible existant.

source: Illegal GnuPG Path
fr_fr: Chemin GnuPG illégal

source: Target Path is not an absolute path.
fr_fr: Le chemin cible n'est pas un chemin absolu.

source: Target Path contains no "gpgconf" executable.
fr_fr: Le chemin cible ne contient pas d'exécutable "gpgconf".

source: GnuPG Controller
fr_fr: Contrôleur GnuPGName

source: About
fr_fr: A propos

source: About GpgFrontend
fr_fr: À propos de GpgFrontend

source: GnuPG
fr_fr: GnuPGGenericName

source: Translators
fr_fr: Traducteurs

source: Update
fr_fr: Mettre à jour

source: GpgFrontend is an easy-to-use, compact, cross-platform, and installation-free GnuPG Frontend.It visualizes most of the common operations of GnuPG.GpgFrontend is licensed under the GPLv3
fr_fr: GpgFrontend est une interface GnuPG facile à utiliser, compacte, multiplateforme et sans installation. Il visualise la plupart des opérations courantes de GnuPG. GpgFrontend est sous licence GPLv3

source: Developer:
fr_fr: Développeur:

source: If you have any questions or suggestions, raise an issue at
fr_fr: Si vous avez des questions ou des suggestions, soulevez un problème à

source: or send a mail to my mailing list at
fr_fr: ou envoyer un mail à ma liste de diffusion à

source: Built with Qt
fr_fr: Construit avec Qt

source: and
fr_fr: et

source: Built at
fr_fr: Construit à

source: If you think there are any problems with the translation, why not participate in the translation work? If you want to participate, please read the document or contact me via email.
fr_fr: Si vous pensez qu'il y a des problèmes avec la traduction, pourquoi ne pas participer au travail de traduction ? Si vous souhaitez participer, veuillez lire le document ou me contacter par e-mail.

source: It is recommended that you always check the version of GpgFrontend and upgrade to the latest version.
fr_fr: Il est recommandé de toujours vérifier la version de GpgFrontend et de passer à la dernière version.

source: New versions not only represent new features, but also often represent functional and security fixes.
fr_fr: Les nouvelles versions ne représentent pas seulement de nouvelles fonctionnalités, mais représentent également souvent des correctifs fonctionnels et de sécurité.

source: Current Version
fr_fr: Version actuelle

source: Latest Version From Github
fr_fr: Dernière version de Github

source: The current version is less than the latest version on github.
fr_fr: La version actuelle est inférieure à la dernière version sur github.

source: Please click
fr_fr: Cliquez s'il vous plait

source: Here
fr_fr: Ici

source: to download the latest stable version.
fr_fr: pour télécharger la dernière version stable.

source: This version has serious problems and has been withdrawn. Please stop using it immediately.
fr_fr: Cette version a de sérieux problèmes et a été retirée. Veuillez cesser de l'utiliser immédiatement.

source: This version has not been released yet, it may be a beta version. If you are not a tester and care about version stability, please do not use this version.
fr_fr: Cette version n'est pas encore sortie, il s'agit peut-être d'une version bêta. Si vous n'êtes pas un testeur et que vous vous souciez de la stabilité de la version, veuillez ne pas utiliser cette version.

source: Checksum
fr_fr: Somme de contrôle

source: Binary Path
fr_fr: Chemin binaire

source: Components
fr_fr: Composants

source: Key
fr_fr: Clé

source: Value
fr_fr: Valeur

source: An error occurred during operation.
fr_fr: Une erreur s'est produite pendant l'opération.

source: Symmetric Encryption
fr_fr: Chiffrement symétrique

source: No Key Checked. Do you want to encrypt with a symmetric cipher using a passphrase?
fr_fr: Aucune clé vérifiée. Voulez-vous chiffrer avec un chiffrement symétrique à l'aide d'une phrase de passe ?

source: Symmetrically Encrypting
fr_fr: Chiffrement symétrique

source: The selected key contains a key that does not actually have a encrypt usage.
fr_fr: La clé sélectionnée contient une clé qui n'a pas réellement d'utilisation de chiffrement.

source: For example the Following Key:
fr_fr: Par exemple la clé suivante :

source: Encrypting
fr_fr: Chiffrement

source: No Key Checked
fr_fr: Aucune clé vérifiée

source: Please check the key in the key toolbox on the right.
fr_fr: Veuillez vérifier la clé dans la boîte à outils de clé à droite.

source: The selected key contains a key that does not actually have a signature usage.
fr_fr: La clé sélectionnée contient une clé qui n'a pas réellement d'utilisation de signature.

source: Notice
fr_fr: Avis

source: Short Crypto Text only supports Decrypt & Verify.
fr_fr: Le texte cryptographique court ne prend en charge que le déchiffrement et la vérification.

source: Decrypting
fr_fr: Déchiffrement

source: Verifying
fr_fr: Vérification

source: Please check some key in the key toolbox on the right.
fr_fr: Veuillez cocher une clé dans la boîte à outils des clés à droite.

source: Invalid KeyPair
fr_fr: Paire de clés invalide

source: The selected keypair cannot be used for encryption.
fr_fr: La paire de clés sélectionnée ne peut pas être utilisée pour le chiffrement.

source: Encrypting and Signing
fr_fr: Chiffrement et signature

source: Decrypting and Verifying
fr_fr: Déchiffrement et vérification

source: Key Export Operation Failed.
fr_fr: Échec de l'opération d'exportation de clé.

source: Key Not Found.
fr_fr: Clé introuvable.

source: GpgFrontend Upgradeable (New Version: %1).
fr_fr: GpgFrontend évolutif (nouvelle version : %1).

source: Withdrawn Version
fr_fr: Version retirée

source: This version(%1) may have been withdrawn by the developer due to serious problems. Please stop using this version immediately and use the latest stable version.
fr_fr: Cette version (%1) a peut-être été retirée par le développeur en raison de graves problèmes. Veuillez cesser d'utiliser cette version immédiatement et utilisez la dernière version stable.

source: You can download the latest stable version(%1) on Github Releases Page.<br/>
fr_fr: Vous pouvez télécharger la dernière version stable (%1) sur la page des versions de Github.<br/>

source: This maybe a BETA Version (Latest Stable Version: %1).
fr_fr: Il s'agit peut-être d'une version bêta (dernière version stable : %1).

source: All
fr_fr: Tous

source: Only Public Key
fr_fr: Clé publique uniquement

source: Has Private Key
fr_fr: Possède une clé privée

source: No Primary Key
fr_fr: Pas de clé primaire

source: Revoked
fr_fr: Révoqué

source: Expired
fr_fr: Expiré

source: KeyPair Management
fr_fr: Gestion des paires de clés

source: Open
fr_fr: Ouvrir

source: Open Key File
fr_fr: Ouvrir le fichier clé

source: New Keypair
fr_fr: Nouvelle paire de clés

source: Generate KeyPair
fr_fr: Générer une paire de clés

source: Ctrl+Shift+N
fr_fr: Ctrl+Maj+N

source: Generate Subkey For Selected KeyPair
fr_fr: Générer une sous-clé pour la paire de clés sélectionnée

source: File
fr_fr: Déposer

source: Import New Key From File
fr_fr: Importer une nouvelle clé à partir d'un fichier

source: Clipboard
fr_fr: Presse-papiers

source: Import New Key From Clipboard
fr_fr: Importer une nouvelle clé du presse-papiers

source: Keyserver
fr_fr: Serveur de clés

source: Import New Key From Keyserver
fr_fr: Importer une nouvelle clé à partir du serveur de clés

source: Import Key(s) From a Key Package
fr_fr: Importer des clés à partir d'un package de clés

source: Export To Clipboard
fr_fr: Exporter vers le presse-papiers

source: Export Selected Key(s) To Clipboard
fr_fr: Exporter la ou les clés sélectionnées vers le presse-papiers

source: Export To Key Package
fr_fr: Exporter vers le package de clés

source: Export Checked Key(s) To a Key Package
fr_fr: Exporter les clés vérifiées vers un package de clés

source: Export As OpenSSH
fr_fr: Exporter en tant qu'OpenSSH

source: Export Selected Key(s) As OpenSSH Format to File
fr_fr: Exporter la ou les clés sélectionnées au format OpenSSH vers un fichier

source: Delete Selected Key(s)
fr_fr: Supprimer la ou les clés sélectionnées

source: Delete the Selected keys
fr_fr: Supprimer les clés sélectionnées

source: Delete Checked Key(s)
fr_fr: Supprimer les clés cochées

source: Delete the Checked keys
fr_fr: Supprimer les clés cochées

source: Show Key Details
fr_fr: Afficher les détails clés

source: Show Details for this Key
fr_fr: Afficher les détails de cette clé

source: Import Key
fr_fr: Importer la clé

source: Import key
fr_fr: Importer la clé

source: Deleting Keys
fr_fr: Suppression de clés

source: Are you sure that you want to delete the following keys?
fr_fr: Êtes-vous sûr de vouloir supprimer les clés suivantes ?

source: Please check some keys before doing this operation.
fr_fr: Veuillez vérifier certaines touches avant de faire cette opération.

source: key(s) exported
fr_fr: clé(s) exportée(s)

source: Please select one KeyPair before doing this operation.
fr_fr: Veuillez sélectionner une KeyPair avant de faire cette opération.

source: If a key pair does not have a private key then it will not be able to generate sub-keys.
fr_fr: Si une paire de clés n'a pas de clé privée, elle ne pourra pas générer de sous-clés.

source: Please select a key before performing this operation. If you select multiple keys, only the first key will be exported.
fr_fr: Veuillez sélectionner une clé avant d'effectuer cette opération. Si vous sélectionnez plusieurs clés, seule la première clé sera exportée.

source: An error occur in exporting.
fr_fr: Une erreur s'est produite lors de l'exportation.

source: This key may not be able to export as OpenSSH format. Please check the key-size of the subkey(s) used to sign.
fr_fr: Cette clé peut ne pas être en mesure d'exporter au format OpenSSH. Veuillez vérifier la taille de la ou des sous-clés utilisées pour signer.

source: Export OpenSSH Key To File
fr_fr: Exporter la clé OpenSSH vers un fichier

source: OpenSSH Public Key Files
fr_fr: Fichiers de clé publique OpenSSH

source: Import Key Package
fr_fr: Importer le paquet de clés

source: Import Key Package Passphrase File
fr_fr: Importer le fichier de mot de passe du package de clés

source: Key Package Passphrase File
fr_fr: Fichier de mot de passe du package de clé

source: key(s) imported
fr_fr: clé(s) importée(s)

source: An error occur in importing key package.
fr_fr: Une erreur s'est produite lors de l'importation du package de clés.

source: The path %1 does not exist.
fr_fr: Le chemin %1 n'existe pas.

source: No permission to read this file.
fr_fr: Aucune autorisation de lire ce fichier.

source: No permission to create file.
fr_fr: Aucune autorisation de créer un fichier.

source: The file is not a tarball.
fr_fr: Le fichier n'est pas une archive tar.

source: Extracting Tarball
fr_fr: Extraction de l'archive tar

source: Making Tarball
fr_fr: Faire une Tarball

source: The target file %1% already exists, do you need to overwrite it?
fr_fr: Le fichier cible %1% existe déjà, devez-vous l'écraser ?

source: Unable to convert the folder into tarball.
fr_fr: Impossible de convertir le dossier en tarball.

source: No Key Selected. Do you want to encrypt with a symmetric cipher using a passphrase?
fr_fr: Aucune clé sélectionnée. Voulez-vous chiffrer avec un chiffrement symétrique à l'aide d'une phrase secrète ?

source: The target file already exists, do you need to overwrite it?
fr_fr: Le fichier cible existe déjà, devez-vous l'écraser ?

source: Do you want to extract and delete the decrypted tarball?
fr_fr: Voulez-vous extraire et supprimer l'archive décryptée ?

source: Extracting tarball succeeded.
fr_fr: L'extraction de l'archive tar a réussi.

source: Extracting tarball failed.
fr_fr: Échec de l'extraction de l'archive tar.

source: The selected key contains a key that does not actually have a sign usage.
fr_fr: La clé sélectionnée contient une clé qui n'a pas réellement d'utilisation de signe.

source: for example the Following Key:
fr_fr: par exemple la clé suivante :

source: The signature file "%1" exists, do you need to overwrite it?
fr_fr: Le fichier de signature "%1" existe, devez-vous l'écraser ?

source: Origin file to verify
fr_fr: Fichier d'origine à vérifier

source: Filepath
fr_fr: Chemin du fichier

source: Please select the appropriate origin file or signature file. Ensure that both are in this directory.
fr_fr: Veuillez sélectionner le fichier d'origine ou le fichier de signature approprié. Assurez-vous que les deux sont dans ce dossier.

source: The output file %1 already exists, do you need to overwrite it?
fr_fr: Le fichier de sortie %1 existe déjà, devez-vous l'écraser ?

source: Critical error occur while loading GpgFrontend.
fr_fr: Une erreur critique s'est produite lors du chargement de GpgFrontend.

source: Loading Failed
fr_fr: Échec du chargement

source: New
fr_fr: Nouveau

source: Open a new file
fr_fr: Ouvrir un nouveau fichier

source: Open...
fr_fr: Ouvrir...

source: Open an existing file
fr_fr: Ouvrir un fichier existant

source: File Browser
fr_fr: Navigateur de fichiers

source: Open a file browser
fr_fr: Ouvrir un navigateur de fichiers

source: Save File
fr_fr: Enregistrer le fichier

source: Save the current File
fr_fr: Enregistrer le fichier actuel

source: Save As
fr_fr: Enregistrer sous

source: Save the current File as...
fr_fr: Enregistrer le fichier actuel sous...

source: Print
fr_fr: Imprimer

source: Print Document
fr_fr: Imprimer le document

source: Close file
fr_fr: Fermer le fichier

source: Quit
fr_fr: Quitter

source: Quit Program
fr_fr: Quitter le programme

source: Undo
fr_fr: annuler

source: Undo Last Edit Action
fr_fr: Annuler la dernière action de modification

source: Redo
fr_fr: Refaire

source: Redo Last Edit Action
fr_fr: Rétablir la dernière action de modification

source: Zoom In
fr_fr: Agrandir

source: Zoom Out
fr_fr: Dézoomer

source: Paste
fr_fr: Pâte

source: Paste Text From Clipboard
fr_fr: Coller le texte du presse-papiers

source: Cut
fr_fr: Couper

source: Cut the current selection's contents to the clipboard
fr_fr: Couper le contenu de la sélection actuelle dans le presse-papiers

source: Copy the current selection's contents to the clipboard
fr_fr: Copier le contenu de la sélection actuelle dans le presse-papiers

source: Quote
fr_fr: Citation

source: Quote whole text
fr_fr: Citer le texte en entier

source: Select All
fr_fr: Tout sélectionner

source: Select the whole text
fr_fr: Sélectionnez tout le texte

source: Find
fr_fr: Trouve

source: Find a word
fr_fr: Trouver un mot

source: Remove spacing
fr_fr: Supprimer l'espacement

source: Remove double linebreaks, e.g. in pasted text from Web Mailer
fr_fr: Supprimez les doubles sauts de ligne, par ex. dans du texte collé depuis Web Mailer

source: Open settings dialog
fr_fr: Ouvrir la boîte de dialogue des paramètres

source: Encrypt Message
fr_fr: Chiffrer le message

source: Encrypt Sign
fr_fr: Chiffrer et signer

source: Encrypt and Sign Message
fr_fr: Chiffrer et signer le message

source: Decrypt
fr_fr: Déchiffrer

source: Decrypt Message
fr_fr: Déchiffrer le message

source: Decrypt Verify
fr_fr: Déchiffrer et vérifier

source: Decrypt and Verify Message
fr_fr: Déchiffrer et vérifier le message

source: Sign Message
fr_fr: Signer le message

source: Verify
fr_fr: Vérifier

source: Verify Message
fr_fr: Vérifier le message

source: Editor
fr_fr: Éditeur

source: Import New Key From Editor
fr_fr: Importer une nouvelle clé à partir de l'éditeur

source: Manage Keys
fr_fr: Gérer les clés

source: Open Key Management
fr_fr: Ouvrir la gestion des clés

source: Clear Password Cache
fr_fr: Effacer le cache du mot de passe

source: Clear Password Cache of GnuPG
fr_fr: Vider le cache des mots de passe de GnuPG

source: Clear password cache successfully
fr_fr: Effacer le cache du mot de passe avec succès

source: Failed Operation
fr_fr: Échec de l'opération

source: Failed to clear password cache of GnuPG
fr_fr: Impossible d'effacer le cache du mot de passe de GnuPG

source: Reload All Components
fr_fr: Recharger tous les composants

source: Reload All GnuPG's Components
fr_fr: Recharger tous les composants de GnuPG

source: Reload all the GnuPG's components successfully
fr_fr: Rechargez tous les composants de GnuPG avec succès

source: Failed to reload all or one of the GnuPG's component(s)
fr_fr: Échec du rechargement de tout ou partie des composants de GnuPG

source: Restart All Components
fr_fr: Redémarrez tous les composants

source: Restart All GnuPG's Components
fr_fr: Redémarrez tous les composants de GnuPG

source: Restart all the GnuPG's components successfully
fr_fr: Redémarrez tous les composants de GnuPG avec succès

source: Failed to restart all or one of the GnuPG's component(s)
fr_fr: Échec du redémarrage de tout ou partie des composants de GnuPG

source: Open GnuPG Controller
fr_fr: Ouvrir le contrôleur GnuPG
